[
    {
        "id":1,
        "name":"Intern-Site Supervisor at Agora City Center",
        "description" :"As an intern at the Agora City Centre, I played an instrumental role in the construction of a mixed-use project comprising a shopping mall and residential units. During my tenure, I was responsible for supervising the construction of various building components, including the slabs (with PT cables), and ensuring that the work was completed according to the project's design specifications and timeline. In addition to my supervisory responsibilities, I also had the opportunity to gain valuable experience and knowledge about various construction techniques and methodologies, such as diaphragm wall and shear wall construction. Through my involvement in these aspects of the project, I gained insight into the practical application of engineering principles and learned how to effectively communicate and collaborate with various stakeholders involved in large-scale construction projects.   Overall, my internship at the Agora City Centre provided me with a comprehensive understanding of the complexities of modern construction practices, and equipped me with the skills and experience necessary to pursue a career in this dynamic field.",
        "role" :["My primary responsibility was to oversee that quality was maintained while preparing concrete mix and performing bar bending."," I was responsible for conducting regular safety inspections, identifying potential hazards, and ensuring that all workers were trained and equipped with the necessary safety gear and equipment.","I maintained accurate and up-to-date documentation of all construction activities. This includes documenting work progress, maintaining records of materials and equipment used, and keeping track of expenses and budgets." ],
        "images" : []
    },
    {
        "id":2,
        "name":"Intern-Site Engineer at Cube Construction Private Limited",
        "description" :"As an intern at Cube Construction private limited, I was involved in the construction of residential buildings. This required careful planning and coordination with various stakeholders to ensure that the design and construction met the requirements. My mentor and I were responsible for overseeing the construction process, right from excavation to the superstructure of building construction. It taught me the importance of attention to detail, effective communication, and collaboration in achieving successful outcomes in a team environment.",
        "role" : ["I was responsible for ensuring that the materials used in the construction were of high quality","To ensure that the PCC was laid correctly and to the required depth and thickness. Also, that it was properly compacted and levelled."," was responsible for ensuring that the excavation was carried out till the required depth was attained and the soil then was properly compacted" ,"My duties included ensuring compliance with safety protocols and regulations, as well as collaborating with other members of the construction team to ensure timely completion of the project."],
        "images" : []
    },
    {
        "id":3,
        "name":"Intern-Site Engineer at GSFC Private Limited",
        "description" :"During my internship at GSFC University's School of Science, I gained valuable knowledge and skills related to the construction industry. I learned about the importance of adhering to design drawings and specifications, as well as the role of quality control in ensuring the safety and longevity of building projects.I gained practical experience in overseeing various construction activities, including concreting, flooring, masonry, and the construction of a sunk slab. This provided me with insight into the various components that make up a building structure, and the importance of attention to detail and precision in construction work.In addition, I developed project management skills, including the ability to oversee and monitor progress, communicate effectively with stakeholders, and ensure that construction work was completed on time and within budget. I also learned about safety practices and protocols, including the use of personal protective equipment and the importance of regular safety inspections.Overall, my internship provided me with a broad understanding of the construction industry and the skills and knowledge required to oversee and manage various construction activities. I gained hands-on experience that will be valuable as I continue to study civil engineering",
        "role" :["To conduct regular inspections of the work site to verify that the construction work was being executed as per the design drawings and specifications.","During the concreting process, I supervised the mixing, pouring, and finishing of the concrete, ensuring that the concrete mix was of the right consistency and strength. I also ensured that the reinforcement detailing was carried out correctly as per the design drawings to provide the required strength to the slab.","I supervised block masonry, plastering, and flooring activities. This involved ensuring that work was carried out according to industry standards and specifications, and that high-quality materials were used."],
        "images" : []
    }
]